<<<<<<< HEAD
<?php
    $arr = array("张大三"=>0,"李二发四"=>1,"王五"=>0,"张一"=>0,"李一"=>1,"王一"=>0,"张二"=>0,"李二"=>1,"王二"=>0,"张六"=>0,"李六"=>1,"王六"=>0,"张七"=>0,"李七"=>1,"王七"=>0,"张仨"=>0,"李发四"=>1,"王回五"=>0,"张饭一"=>0,"李发一"=>1);
    $json=json_encode($arr);
    echo $json;
    //echo 'ok';
=======
<?php
    $arr = array("张大三"=>0,"李二发四"=>1,"王五"=>0,"张一"=>0,"李一"=>1,"王一"=>0,"张二"=>0,"李二"=>1,"王二"=>0,"张六"=>0,"李六"=>1,"王六"=>0,"张七"=>0,"李七"=>1,"王七"=>0,"张仨"=>0,"李发四"=>1,"王回五"=>0,"张饭一"=>0,"李发一"=>1);
    $json=json_encode($arr);
    echo $json;
    //echo 'ok';
>>>>>>> d188c8194268130c418852f265f15c566ca3f538
?>